Repository: manfred-mueller/DHLabel
Catalog: Program/Properties/Resources.*.resx
Languages: de

source: Drop PDF here...
de: PDF hierher ziehen...

source: No valid package label!
de: Keine gültige Paketmarke!

source: The DHL label could not be saved!
de: Die DHL-Paketmarke konnte nicht gespeichert werden!

source: Description
de: Beschreibung

source: About
de: Über

source: &Quit
de: &Beenden

source: Open PDF package label
de: PDF-Paketmarke öffnen

source: PDF files|*.pdf|All files|*.*
de: PDF-Dateien|*.pdf|Alle Dateien|*.*

source: Save label as PDF file
de: Paketmarke als PDF-Datei speichern

source: PDF package labels|*.pdf|All files|*.*
de: PDF-Paketmarken|*.pdf|Alle Dateien|*.*

source: &Open PDF
de: &Öffne PDF

source: &Save PDF
de: &Speichere PDF

# Print
source: &Print label
de: &Drucke Label

# InfoAbout
source: Info about {0}
de: Info über {0}

# ProductDescription
source: Converts online created DHL private or business package labels into A6 format to be printed onto single labels with a laser printer. As demanded by DHL for packages >= 20kg, it is possible to mark the package as heavy shipment. It can be easyly added to the "open with" menu for PDF files per button click. Thus it is possible to use it directly after filling out the DHL online form without the need of saving the created pdf. The program can be defined as topmost window optionally. DHLabel is a heavily extended fork of the program DHLConvert from vulture20 (https://github.com/vulture20/DHLConvert).
de: Wandelt online erstellte DHL Privat-, Business- oder Retouren-Paketmarken ins A6-Format zum Ausdruck auf einzelne Labels auf einem Laserdrucker um. Wie von DHL gefordert, können Pakete über 20 kg mit "Achtung schweres Paket" versehen werden. Es kann per Mausklick zum "Öffnen mit"-Menü für PDF-Dateien hinzugefügt werden. So kann man es direkt nach dem Ausfüllen des DHL-Onlineformulars benutzen, ohne die generierte PDF-Datei speichern zu müssen. Das Programm kann bei Bedarf als oberstes Fenster definiert werden. DHLabel ist ein stark erweiterter Fork des Programms DHLConvert von vulture20 (https://github.com/vulture20/DHLConvert).

# AlreadyRunning
source: Another instance is already active!
de: Eine andere Instanz ist bereits aktiv!

source: Error
de: Fehler

source: Application started.
de: Anwendung gestartet.

# ConvertingPleaseWait
source: Converting {0}, please wait...
de: Konvertiere {0}, bitte warten...

# PrparingDataForPrintingPleaseWait
source: Preparing data for printing, please wait...
de: Bereite Daten zum Drucken auf, bitte warten...

source: Done.
de: Fertig.

source: Show status messages
de: Statusmeldungen anzeigen

source: Converting data for printing, please wait...
de: Konvertiere Daten zum Drucken, bitte warten...

source: DHLabel DHL package label
de: DHLabel DHL Paketmarke

source: DHLabel package label
de: DHLabel-Paketmarke

source: &File
de: &Datei

source: Extension .pdf associated with
de: Erweiterung .pdf zugewiesen zu

source: Reachable place
de: Erreichbarer Speicherort

source: Registry key {0} not found!
de: Registrierungsschlüssel {0} nicht gefunden!

source: Always on top
de: Immer oben

source: Open with...
de: Öffnen mit...

# HeavyPackage
source: Package >= 20kg
de: Paket über 20 kg

source: Set &label printer
de: &Labeldrucker einstellen

source: - Printer:
de: - Drucker:

source: Search &update
de: &Update suchen
